Revit 2027 API
FamilySizeTable.NumberOfRows Property
 Number of rows in the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumberOfRows { get; }
Public ReadOnly Property NumberOfRows As Integer
	Get
public:
property int NumberOfRows {
	int get ();
}
member NumberOfRows : int with get
Property Value
Int32
See Also
Reference
FamilySizeTable Class
Autodesk.Revit.DB Namespace